import './PortalRulesPage.scss';

const PortalRulesPage = () => {
  return (
    <div className="portal-rules-page">
      <h2 className="portal-rules-page__title">Правила портала</h2>
      <h3 className="portal-rules-page__subtitle">Правила пользвания Сайтом B2Buy.ru</h3>
      <p className="portal-rules-page__text">Термины</p>
      <p className="portal-rules-page__text">
        Сайт B2Buy.ru (или Сайт) — интернет-ресурс, состоящий из совокупности (а) программ для ЭВМ
        (программных кодов, исполняющихся на ЭВМ) и (б) информации (Контента), размещенной в них
        Администрацией и/или Пользователями. Сайт ОптЛист содержится в информационной системе,
        обеспечивающей доступность такой информации в сети Интернет по сетевому адресу (доменному
        имени): https://B2Buy.ru (включая все уровни указанного домена, как функционирующие на дату
        принятия Пользователем настоящих Правил, так и запускаемые и вводимые в эксплуатацию в
        течение всего срока его действия). Пользователь — физическое лицо, зарегистрированное на
        Сайте в соответствии с данными Правилами.
      </p>
      <h4 className="portal-rules-page__desc">Статус Правил</h4>
      <p className="portal-rules-page__text">
        В отношении функционирования и развития Сайта Администрация руководствуется
        законодательством Российской Федерации, настоящими Правилами и иными специальными
        документами, которые разработаны или могут быть разработаны и приняты Администрацией Сайта в
        целях регламентации предоставления Пользователям доступа к отдельному функционалу Сайта.
      </p>
      <p className="portal-rules-page__text">
        Пользователь обязан полностью ознакомиться с настоящими Правилами до момента регистрации на
        Сайте. Регистрация Пользователя на Сайте означает полное и безоговорочное принятие
        Пользователем настоящих Правил в соответствии со ст. 438 Гражданского кодекса Российской
        Федерации.
      </p>
      <p className="portal-rules-page__text">
        Настоящие Правила могут быть изменены и/или дополнены Администрацией Сайта в одностороннем
        порядке без какого-либо специального уведомления. Настоящие Правила являются открытым и
        общедоступным документом. Действующая редакция Правил располагается в сети Интернет по
        адресу: https://B2Buy.ru/conditions. Администрация Сайта рекомендует Пользователям регулярно
        проверять условия настоящих Правил на предмет их изменения и/или дополнения. Продолжение
        использования Сайта Пользователем после внесения изменений и/или дополнений в настоящие
        Правила означает принятие и согласие Пользователя с такими изменениями и/или дополнениями.
      </p>
      <h4 className="portal-rules-page__desc">Статус Сайта</h4>
      <p className="portal-rules-page__text">
        Права на Сайт в целом и на использование сетевого адреса (доменного имени) https://B2Buy.ru
        принадлежат Администрации Сайта. Последняя предоставляет доступ к Сайту всем
        заинтересованным лицам в соответствии с настоящими Правилами и действующим законодательством
        Российской Федерации.
      </p>
      <p className="portal-rules-page__text">
        Настоящими Правилами установлены условия, в соответствии с которыми права на использование
        информации и результатов интеллектуальной деятельности (включая, но не ограничиваясь
        литературными, музыкальными, аудиовизуальными произведениями и фонограммами, произведениями
        графики и дизайна, фотографическими произведениями, программами для ЭВМ) в составе отдельных
        разделов Сайта, могут принадлежать Пользователям Сайта и иным лицам, самостоятельно
        создавшим и/или разместившим указанные объекты на Сайте без непосредственного участия
        Администрации Сайта.
      </p>
      <h4 className="portal-rules-page__desc">Администрация Сайта</h4>
      <p className="portal-rules-page__text">
        В отношении функционирования и развития Сайта Администрация руководствуется
        законодательством Российской Федерации, настоящими Правилами и иными специальными
        документами, которые разработаны или могут быть разработаны и приняты Администрацией Сайта в
        целях регламентации предоставления Пользователям доступа к отдельному функционалу Сайта.
      </p>
      <p className="portal-rules-page__text">
        Никакие положения настоящих Правил не предоставляют Пользователю право на использование
        фирменного наименования, товарных знаков, доменных имен и иных отличительных знаков
        Администрации Сайта. Право на использование фирменного наименования, товарных знаков,
        доменных имен и иных отличительных знаков Администрации Сайта может быть предоставлено
        исключительно по письменному соглашению с Администрацией Сайта.
      </p>
      <p className="portal-rules-page__text">
        Администрация Сайта имеет право изменять, блокировать, удалять любую информацию с Сайта без
        предупреждения Пользователя, разместившего эту информацию.
      </p>
      <p className="portal-rules-page__text">
        Администрация сохраняет за собой право в любое время изменять оформление Сайта, его
        содержание, функционал, изменять или дополнять используемые скрипты, программное обеспечение
        и другие объекты, используемые или хранящиеся на Сайте, любые серверные приложения в любое
        время с предварительным уведомлением или без такового.
      </p>
      <p className="portal-rules-page__text">
        Администрация Сайта не несет ответственности за нарушение Пользователем настоящих Правил и
        оставляет за собой право по своему собственному усмотрению, а также при получении информации
        от других пользователей либо третьих лиц о нарушении Пользователем настоящих Правил,
        изменять (модерировать) или удалять любую публикуемую Пользователем информацию (включая
        личные сообщения), приостанавливать, ограничивать или прекращать доступ Пользователя ко всем
        или к любому из разделов или функционалу Сайта в любое время по любой причине или без
        объяснения причин, с предварительным уведомлением или без такового. Администрация Сайта
        закрепляет за собой право удалить страницу Пользователя и/или приостановить, ограничить или
        прекратить доступ Пользователя к любой из функциональных возможностей Сайта, если
        Администрация обнаружит, что по ее мнению, Пользователь представляет угрозу для Сайта и/или
        его Пользователей. Администрация Сайта реализует описанные выше меры в соответствии с
        применимым законодательством и не несет ответственности за возможные негативные последствия
        таких мер для Пользователя или третьих лиц.
      </p>
      <p className="portal-rules-page__text">
        Администрация Сайта имеет право распоряжаться статистической информацией, связанной с
        функционированием Сайта, а также информацией Пользователей для обеспечения адресного показа
        рекламной информации различным аудиториям Пользователей Сайта. Для целей организации
        функционирования и технической поддержки Сайта и исполнения настоящих Правил Администрация
        Сайта имеет техническую возможность доступа к персональным страницам Пользователей.
        Администрация Сайта имеет право направлять Пользователю информацию о развитии Сайта и его
        функционала, а также другие информационные сообщения посредством канала Интернет или SMS.
        Регистрация на Сайте Регистрация Пользователя на Сайте является бесплатной, добровольной.
        Пользователем Сайта является физическое лицо, зарегистрированное на Сайте в соответствии с
        установленным настоящими. Правилами порядком, достигшее возраста, допустимого в соответствии
        с законодательством Российской Федерации для акцепта настоящих Правил, и обладающее
        соответствующими полномочиями (ранее и далее — Пользователь). При регистрации на Сайте
        Пользователь обязан предоставить Администрации Сайта необходимую достоверную и актуальную
        информацию, включая уникальные для каждого Пользователя логин (адрес электронной почты для
        входа на Сайт) и пароль доступа к Сайту. Регистрационная форма Сайта может запрашивать у
        Пользователя дополнительную информацию. Пользователь несет ответственность за достоверность,
        актуальность, полноту и соответствие законодательству Российской Федерации предоставленной
        при регистрации информации и ее чистоту от претензий третьих лиц. Обработка персональных
        данных Пользователя осуществляется в соответствии с законодательством Российской Федерации,
        а также в соответствии с Политикой Сайта в отношении обработки данных. Администрация Сайта
        обрабатывает персональные данные Пользователя в целях предоставления Пользователю доступа к
        использованию функционала Сайта, в том числе в целях получения Пользователем
        персонализированной (таргетированной) рекламы; проверки, исследования и анализа таких
        данных, позволяющих поддерживать и улучшать функционал и разделы Сайта, а также
        разрабатывать новый функционал и разделы Сайта. Администрация Сайта принимает все
        необходимые меры для защиты персональных данных Пользователя от неправомерного доступа,
        изменения, раскрытия или уничтожения. Администрация предоставляет доступ к персональным
        данным Пользователя только тем работникам, подрядчикам и агентам Администрации, которым эта
        информация необходима для обеспечения функционирования Сайта и предоставления Пользователю
        доступа к его использованию. Администрация Сайта вправе использовать предоставленную
        Пользователем информацию, в том числе персональные данные, в целях обеспечения соблюдения
        требований действующего законодательства Российской Федерации (в том числе в целях
        предупреждения и/или пресечения незаконных и/или противоправных действий Пользователей).
        Раскрытие предоставленной Пользователем информации может быть произведено лишь в
        соответствии с действующим законодательством Российской Федерации по требованию суда,
        правоохранительных органов, а равно в иных предусмотренных законодательством Российской
        Федерации случаях. Поскольку Администрация Сайта осуществляет обработку персональных данных
        Пользователя в целях исполнения настоящих Правил, в силу положений законодательства о
        персональных данных согласие Пользователя на обработку его персональных данных не требуется.
        При регистрации Пользователь соглашается с настоящими Правилами и принимает на себя
        указанные в них права и обязанности, связанные с использованием и функционированием Сайта.
        После успешной регистрации Пользователя на Сайте Администрация принимает на себя права и
        обязанности перед Пользователем, указанные в настоящих Правилах. Выбранные Пользователем
        логин и пароль являются необходимой и достаточной информацией для доступа Пользователя на
        Сайт. Пользователь не имеет права передавать свои логин и пароль третьим лицам, несет полную
        ответственность за их сохранность, самостоятельно выбирая способ их хранения. Пользователь
        на используемом им аппаратно-программном обеспечении может разрешить хранение логина и
        пароля (с использованием файлов cookies) для последующей автоматической авторизации на
        Сайте. Если Пользователем не доказано обратное, любые действия, совершенные с использованием
        его логина и пароля, считаются совершенными соответствующим Пользователем. В случае
        несанкционированного доступа к логину и паролю и/или персональной странице Пользователя, или
        распространения логина и пароля Пользователь обязан незамедлительно сообщить об этом
        Администрации Сайта в установленном порядке. Создание и использование публичных Страниц
        юридических лиц Пользователь вправе создавать публичные страницы юридических лиц и
        индивидуальных предпринимателей (далее — Страница юридического лица) для целей продвижения
        коммерческих организаций, брендов, товаров, работ и услуг (далее — Объекты продвижения).
        Объекты продвижения, методы и способы их продвижения должны соответствовать действующему
        законодательству Российской Федерации, в том числе законодательству о рекламе, международным
        правовым актам, настоящим Правилам, а также признанным этическим нормам и принципам морали,
        в том числе относящимся к таковым по мнению Администрации Сайта. При создании и
        администрировании Страницы юридического лица, Пользователь подтверждает, что действует на
        законных основаниях (является сотрудником этого юридического лица или действует по
        доверенности), обладает всеми необходимыми правами и не нарушает своими действиями законные
        права и интересы третьих лиц и действующее законодательство Российской Федерации, в том
        числе законодательство о конкуренции и правах на результаты интеллектуальной деятельности и
        средства индивидуализации.  Пользователь несет полную ответственность за свои действия,
        связанные с созданием и администрированием Страницы юридического лица, в соответствии с
        действующим законодательством Российской Федерации, международными правовыми актами и
        настоящими Правилами. В отношении информации о себе Пользователь имеет право: (а)
        самостоятельно удалять ранее размещенную Пользователем информацию на Сайте; (б)
        самостоятельно удалять страницу юридического лица. Обязанности Пользователя При
        использовании Сайта Пользователь обязан: соблюдать положения действующего законодательства
        Российской Федерации, настоящих Правил и иных специальных документов Администрации Сайта;
        предоставлять при регистрации достоверные, полные и актуальные данные, следить за их
        актуализацией; информировать Администрацию Сайта о несанкционированном доступе к
        персональной странице и/или о несанкционированном доступе и/или использовании пароля и
        логина Пользователя; не предоставлять доступ другим Пользователям к собственной персональной
        странице или к отдельной содержащейся на ней информации в случае, если это может привести к
        нарушению законодательства Российской Федерации и/или настоящих Правил, специальных
        документов Администрации Сайта; не размещать на персональной странице информацию и объекты
        (включая ссылки на них), которые могут нарушать права и интересы других лиц; перед
        размещением информации и объектов (включая, но не ограничиваясь, изображениями других лиц,
        чужими текстами различного содержания, аудиозаписями и видеофильмами) предварительно
        оценивать законность их размещения; хранить в тайне и не предоставлять другим Пользователям
        и третьим лицам ставшие ему известными в результате общения с другими Пользователями и иного
        использования Сайта персональные данные (включая, но не ограничиваясь, домашними адресами,
        номерами телефонов, адресами электронной почты, паспортными данными, банковской информацией)
        и информацию о частной жизни других Пользователей и третьих лиц без получения
        соответствующего предварительного разрешения последних; осуществлять резервное копирование
        важной для Пользователя хранящейся на его персональной странице информации. В случае наличия
        сомнений в отношении законности осуществления тех или иных действий, в том числе по
        размещению информации или предоставлению доступа, Администрация Сайта рекомендует
        воздержаться от осуществления последних. Пользователю при использовании Сайта запрещается:
        регистрироваться в качестве Пользователя от имени или вместо другого лица («фальшивый
        аккаунт») или создавать Страницу юридического лица не имея на это полномочий. При этом,
        возможна регистрация от имени и поручению другого физического лица или юридического лица при
        условии получения необходимых полномочий в порядке и форме, предусмотренных
        законодательством Российской Федерации; вводить Пользователей в заблуждение относительно
        своей личности, используя логин и пароль другого зарегистрированного Пользователя;
        загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом
        использовать любую информацию, которая: содержит угрозы, дискредитирует, оскорбляет, порочит
        честь и достоинство или деловую репутацию или нарушает неприкосновенность частной жизни
        других Пользователей или третьих лиц; нарушает права несовершеннолетних лиц; является
        вульгарной или непристойной, содержит порнографические изображения и тексты или сцены
        сексуального характера с участием несовершеннолетних; содержит сцены бесчеловечного
        обращения с животными; содержит описание средств и способов суицида, любое подстрекательство
        к его совершению; пропагандирует и/или способствует разжиганию расовой, религиозной,
        этнической ненависти или вражды, пропагандирует фашизм или идеологию расового превосходства;
        содержит экстремистские материалы; пропагандирует преступную деятельность или содержит
        советы, инструкции или руководства по совершению преступных действий; содержит информацию
        ограниченного доступа, включая, но не ограничиваясь, государственной и коммерческой тайной,
        информацией о частной жизни третьих лиц; содержит рекламу или описывает привлекательность
        употребления наркотических веществ, в том числе «цифровых наркотиков» (звуковых файлов,
        оказывающих воздействие на мозг человека за счет бинауральных ритмов), информацию о
        распространении наркотиков, рецепты их изготовления и советы по употреблению; носит
        мошеннический характер; а также нарушает иные права и интересы граждан и юридических лиц или
        требования законодательства Российской Федерации. незаконно загружать, хранить, публиковать,
        распространять и предоставлять доступ или иным образом использовать интеллектуальную
        собственность Пользователей и третьих лиц; осуществлять массовые рассылки сообщений в адрес
        других Пользователей Сайта без их согласия; использовать программное обеспечение и
        осуществлять действия, направленные на нарушение нормального функционирования Сайта или
        персональных страниц Пользователей; загружать, хранить, публиковать, распространять и
        предоставлять доступ или иным образом использовать вирусы, трояны и другие вредоносные
        программы; использовать без специального на то разрешения Администрации Сайта
        автоматизированные скрипты (программы) для сбора информации на Сайте и/или взаимодействия с
        Сайтом и его функционалом; любым способом, в том числе, но не ограничиваясь, путем обмана,
        злоупотребления доверием, взлома, пытаться получить доступ к логину и паролю другого
        Пользователя; осуществлять незаконные сбор и обработку персональных данных других лиц;
        осуществлять использование Сайта иным способом, кроме как через интерфейс, предоставленный
        Администрацией Сайта, за исключением случаев, когда такие действия были прямо разрешены
        Пользователю в соответствии с отдельным соглашением с Администрацией; размещать несколько
        страниц одной и той же компании или дублировать другую информацию, уже размещенную на Сайте;
        размещать информацию о контрафактной продукции; размещать коммерческую и политическую
        рекламу вне специальных разделов Сайта, установленных Администрацией Сайта; размещать любую
        другую информацию, которая, по личному мнению Администрации, является нежелательной, не
        соответствует целям создания Сайта, ущемляет интересы Пользователей или по другим причинам
        является нежелательной для размещения на Сайте; осуществлять самостоятельно либо от имени
        других Пользователей с использованием функционала их аккаунта, в том числе путем введения в
        заблуждение или с обещанием поощрения, в том числе с использованием любых программ,
        автоматизированных скриптов, массовые однотипные действия, направленные на искусственное
        повышение показателей счётчиков Сайта. осуществлять сбор информации с Сайта с целью
        размещения данной информации на другом сайте или другом публичном ресурсе. Пользователь
        несет личную ответственность за любую информацию, которую размещает на Сайте, сообщает
        другим Пользователям, а также за любые взаимодействия с другими Пользователями,
        осуществляемые на свой риск. В случае несогласия Пользователя с настоящими Правилами или их
        обновлениями, Пользователь обязан отказаться от его использования, проинформировав об этом
        Администрацию Сайта в установленном порядке. Ответственность Пользователи несут
        ответственность за собственные действия в связи с созданием и размещением информации на
        собственной персональной странице на Сайте, а также в связи с размещением информации на
        персональных страницах других Пользователей и в иных разделах Сайта в соответствии с
        действующим законодательством Российской Федерации. Нарушение настоящих Правил и
        действующего законодательства Российской Федерации влечет за собой гражданско-правовую,
        административную и уголовную ответственность. Администрация Сайта предоставляет техническую
        возможность его использования Пользователями, не участвует в формировании содержания страниц
        Пользователей и не контролирует и не несет ответственности за действия или бездействие любых
        лиц в отношении использования Сайта или формирования и использования содержания страниц
        Пользователей на Сайте. Администрация Сайта обеспечивает функционирование и
        работоспособность Сайта и обязуется оперативно восстанавливать его работоспособность в
        случае технических сбоев и перерывов. Администрация Сайта не несет ответственности за
        временные сбои и перерывы в работе Сайта и вызванные ими потерю информации. Администрация не
        несет ответственности за любой ущерб компьютеру Пользователя или иного лица, мобильным
        устройствам, любому другому оборудованию или программному обеспечению, вызванный или
        связанный со скачиванием материалов с Сайта или по ссылкам, размещенным на Сайте. САЙТ И ЕГО
        ФУНКЦИОНАЛ, ВКЛЮЧАЯ ВСЕ СКРИПТЫ, ПРИЛОЖЕНИЯ, КОНТЕНТ И ОФОРМЛЕНИЕ САЙТА ПОСТАВЛЯЮТСЯ «КАК
        ЕСТЬ». АДМИНИСТРАЦИЯ ОТКАЗЫВАЕТСЯ ОТ ВСЯКИХ ГАРАНТИЙ ТОГО, ЧТО САЙТ ИЛИ ЕГО ФУНКЦИОНАЛ МОГУТ
        ПОДХОДИТЬ ИЛИ НЕ ПОДХОДИТЬ ДЛЯ КОНКРЕТНЫХ ЦЕЛЕЙ ИСПОЛЬЗОВАНИЯ. АДМИНИСТРАЦИЯ НЕ МОЖЕТ
        ГАРАНТИРОВАТЬ И НЕ ОБЕЩАЕТ НИКАКИХ СПЕЦИФИЧЕСКИХ РЕЗУЛЬТАТОВ ОТ ИСПОЛЬЗОВАНИЯ САЙТА И/ИЛИ
        ЕГО ФУНКЦИОНАЛА; АДМИНИСТРАЦИЯ САЙТА НЕ ГАРАНТИРУЕТ ДОСТОВЕРНОСТЬ ИНФОРМАЦИИ И ДРУГИХ
        МАТЕРИАЛОВ, РАЗМЕЩАЕМЫХ НА САЙТЕ ДРУГИМИ ПОЛЬЗОВАТЕЛЯМИ; ВО ИЗБЕЖАНИЕ НЕДОРАЗУМЕНИЙ
        ПОЛЬЗОВАТЕЛЮ СЛЕДУЕТ СОБЛЮДАТЬ МЕРЫ ПРЕДОСТОРОЖНОСТИ В СКАЧИВАНИИ С САЙТА ИЛИ ПО РАЗМЕЩЕННЫМ
        НА НЕМ ССЫЛКАМ, И ИСПОЛЬЗОВАНИИ ЛЮБЫХ ФАЙЛОВ, В ТОМ ЧИСЛЕ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ.
        АДМИНИСТРАЦИЯ САЙТА НАСТОЯТЕЛЬНО РЕКОМЕНДУЕТ ИСПОЛЬЗОВАТЬ ТОЛЬКО ЛИЦЕНЗИОННОЕ, В ТОМ ЧИСЛЕ
        АНТИВИРУСНОЕ, ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ; ИСПОЛЬЗУЯ САЙТ, ПОЛЬЗОВАТЕЛЬ СОГЛАШАЕТСЯ С ТЕМ, ЧТО
        СКАЧИВАЕТ С САЙТА ИЛИ С ЕГО ПОМОЩЬЮ ЛЮБЫЕ МАТЕРИАЛЫ НА СВОЙ СОБСТВЕННЫЙ РИСК И НЕСЕТ ЛИЧНУЮ
        ОТВЕТСТВЕННОСТЬ ЗА ВОЗМОЖНЫЕ ПОСЛЕДСТВИЯ ИСПОЛЬЗОВАНИЯ УКАЗАННЫХ МАТЕРИАЛОВ, В ТОМ ЧИСЛЕ ЗА
        УЩЕРБ, КОТОРЫЙ ЭТО МОЖЕТ ПРИЧИНИТЬ КОМПЬЮТЕРУ ПОЛЬЗОВАТЕЛЯ ИЛИ ТРЕТЬИМ ЛИЦАМ, ЗА ПОТЕРЮ
        ДАННЫХ ИЛИ ЛЮБОЙ ДРУГОЙ ВРЕД; НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ АДМИНИСТРАЦИЯ САЙТА ИЛИ ЕЕ
        ПРЕДСТАВИТЕЛИ НЕ НЕСУТ ОТВЕТСТВЕННОСТЬ ПЕРЕД ПОЛЬЗОВАТЕЛЕМ ИЛИ ПЕРЕД ЛЮБЫМИ ТРЕТЬИМИ ЛИЦАМИ
        ЗА ЛЮБОЙ КОСВЕННЫЙ, СЛУЧАЙНЫЙ, НЕУМЫШЛЕННЫЙ УЩЕРБ, ВКЛЮЧАЯ УПУЩЕННУЮ ВЫГОДУ ИЛИ ПОТЕРЯННЫЕ
        ДАННЫЕ, ВРЕД ЧЕСТИ, ДОСТОИНСТВУ ИЛИ ДЕЛОВОЙ РЕПУТАЦИИ, ВЫЗВАННЫЙ В СВЯЗИ С ИСПОЛЬЗОВАНИЕМ
        САЙТА, СОДЕРЖИМОГО САЙТА ИЛИ ИНЫХ МАТЕРИАЛОВ, К КОТОРЫМ ВЫ ИЛИ ИНЫЕ ЛИЦА ПОЛУЧИЛИ ДОСТУП С
        ПОМОЩЬЮ САЙТА, ДАЖЕ ЕСЛИ АДМИНИСТРАЦИЯ САЙТА ПРЕДУПРЕЖДАЛА ИЛИ УКАЗЫВАЛА НА ВОЗМОЖНОСТЬ
        ТАКОГО ВРЕДА. Заключительные положения Настоящие Правила составляют соглашение между
        Пользователем и Администрацией Сайта относительно порядка использования Сайта и его
        функционала и заменяют собой все предыдущие соглашения между Пользователем и Администрацией.
        Настоящие Правила регулируются и толкуются в соответствии с законодательством Российской
        Федерации. Вопросы, не урегулированные Правилами, подлежат разрешению в соответствии с
        законодательством Российской Федерации. В случае возникновения любых споров или разногласий,
        связанных с исполнением настоящих Правил, Пользователь и Администрация Сайта приложат все
        усилия для их разрешения путем проведения переговоров между ними. В случае, если споры не
        будут разрешены путем переговоров, споры подлежат разрешению в порядке, установленном
        действующим законодательством Российской Федерации. Настоящие Правила вступают в силу для
        Пользователя с момента его присоединения к ним и действуют в течение неопределенного срока.
      </p>
    </div>
  );
};

export default PortalRulesPage;
